IDEA StatiCa Open Model
CheckSectionExtreme.Accidental Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Accidental loading
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public LoadingULS Accidental { get; set; }
Public Property Accidental As LoadingULS
	Get
	Set
public:
property LoadingULS^ Accidental {
	LoadingULS^ get ();
	void set (LoadingULS^ value);
}
Property Value
Type: LoadingULS
See Also
Reference
CheckSectionExtreme Class
IdeaRS.OpenModel.Concrete Namespace